Repository: LakshayGoel1/Projects
Catalog: ExtentReports/extentreports-master/dotnet/RelevantCodes.ExtentReports/RelevantCodes.ExtentReports/View/Resources/Localized.*.resx
Languages: es

# categories_th_runDate
source: RunDate
es: Fecha de ejecución

# categories_th_status
source: Status
es: Resultado

# categories_th_testName
source: TestName
es: Hora

# dashboard_panel_label_others
source: others
es: otro(s)

# dashboard_panel_label_stepsPassed
source: step(s) passed
es: paso(s) correcto

# dashboard_panel_label_testsFailed
source: test(s) failed
es: Test(s) fallado

# dashboard_panel_label_testsPassed
source: test(s) passed
es: Test(s) correcto

# dashboard_panel_name_categories
source: Categories
es: Categorías

# dashboard_panel_name_end
source: End
es: Fin

# dashboard_panel_name_environment
source: Environment
es: Ambiente

# dashboard_panel_name_passPercentage
source: Pass Percentage
es: Porcentaje de test correctos

# dashboard_panel_name_start
source: Start
es: Comienzo

# dashboard_panel_name_stepsView
source: StepsView
es: Resultados de pasos

# dashboard_panel_name_testsView
source: Tests View
es: Resultados de test

# dashboard_panel_name_totalSteps
source: TotalSteps
es: Pasos totales

# dashboard_panel_name_totalTests
source: Total Tests
es: Tests totales

# dashboard_panel_name_totalTimeTaken
source: Total Time Taken
es: Tiempo total insumido

# dashboard_panel_th_name
source: Name
es: Nombre

# dashboard_panel_th_param
source: Param
es: Parámetro

# dashboard_panel_th_value
source: Value
es: Valor

# head_copyrights
source: Copyrights licensed under the New BSD License
es: Derechos de autor bajo la nueva licencia BSD

# head_documentation
source: Documentation
es: Documentación

# head_library
source: Library
es: Librería

# head_metaDescription
source: ExtentReports (by Anshoo Arora) is a reporting library for automation testing for .NET and Java. It creates detailed and beautiful HTML reports for modern browsers. ExtentReports shows test and step summary along with dashboards, system and environment details for quick analysis of your tests.
es: ExtentReports (by Anshoo Arora) es una librería para el reporte de tests automatizados realizada en .NET y Java. Podrás crear detallados y bonitos informes HTML para los navegadores más modernos. ExtentReports muestra los tests y los pasos en un dashboard realizado especialmente para un análisis simple y rápido de los resultados de las pruebas.

# logs_heading
source: TestRunner Logs
es: Log

# modal_button_save
source: Save
es: Guardar

# modal_heading_selectStatus
source: Select Status
es: Seleccionar resultado

# modal_heading_testCount
source: Configure Tests Count Setting
es: Configurar el tipo de vista

# modal_selection_childTests
source: Child Tests Only
es: Únicamente test hijos

# modal_selection_parentTestOnly
source: Parent Tests Only (Does not include child nodes in counts)
es: Solo test padres

# modal_selection_parentWithoutChildNodes
source: Parent Tests Without Child Tests + Child Tests
es: Test padres y test hijos

# nav_menuright_themeSelectorMessage
source: Click to toggle dark theme. To enable by default, use js configuration $('body').addClass('dark');
es: Haga clic para cambiar al tema oscuro. Para habilitar de forma predeterminada, utilice la configuración js. $('body').addClass('dark');

# nav_menu_analysis
source: Analysis
es: Análisis

# nav_menu_categories
source: Categories
es: Categorías

# nav_menu_testDetails
source: Test Details
es: Detalles de tests

# nav_menu_testRunnerLogs
source: TestRunner Logs
es: Log

# status_fail
source: Fail
es: Fallados

# status_pass
source: Pass
es: Correctos

# status_skip
source: Skip
es: Omitido

# status_unknown
source: Unknown
es: Desconocido

# status_warning
source: Warning
es: Atención

# tests_filters_clearFilters
source: Clear Filters
es: Borrar filtro

# tests_filters_enableDashboard
source: Enable Dashboard
es: Activar Dashboard

# tests_filters_refreshCharts
source: Refresh Charts on Filters
es: Refrescar gráficos con filtro

# tests_filters_searchTests
source: Search Tests
es: Buscar test(s)

# tests_test_info_testEndTime
source: Test ended time
es: Fin de test

# tests_test_info_testStartTime
source: Test started time
es: Comienzo del test

# tests_test_info_timeTaken
source: Time taken to finish
es: Tiempo de ejecución

# tests_test_log_th_details
source: Details
es: Detalle

# tests_test_log_th_status
source: Status
es: Resultado

# tests_test_log_th_timestamp
source: Timestamp
es: Hora
